<?php

namespace App\Enum;

class PermissionTypeEnum
{
    CONST PERMISSION_TYPE = [
        1 => 're',
        2 => '外観',
        3 => '室内',
        4 => 'リビング',
        5 => 'キッチン',
        6 => 'バス/シャワー',
        7 => 'トイレ',
        8 => '洗面',
        9 => '収納',
        10 => '設備',
        11 => '玄関',
        12 => 'バルコニー',
        13 => '庭',
        14 => '眺望',
        15 => '周辺環境',
        16 => 'エントランス',
        17 => '案内図',
        18 => '駐車場',
        19 => '共有部分',
        20 => 'その他'

    ];
}
